data/perf/stageB-d3bf9f8c39fe/memcached-10k/tsan-dom_peeling-ea-lo-st-swmr-wp/run1/memtier.txt
10        Threads
50        Connections per thread
10000     Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       226609.65          ---          ---         3.98557         3.71100        10.55900        14.20700     15461.23 
Gets      2263606.29         0.00   2263606.29         3.91318         3.64700        10.43100        14.14300     57229.49 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2490215.94         0.00   2263606.29         3.91976         3.64700        10.43100        14.14300     72690.72 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       188859.14          ---          ---         3.98759         3.69500        10.87900        15.29500     12885.57 
Gets      1886516.00         0.00   1886516.00         3.91437         3.63100        10.68700        15.16700     47695.73 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2075375.13         0.00   1886516.00         3.92104         3.63100        10.68700        15.16700     60581.29 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       203228.15          ---          ---         3.98537         3.71100        10.62300        14.71900     13865.94 
Gets      2030048.20         0.00   2030048.20         3.90931         3.63100        10.43100        14.59100     51324.57 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2233276.34         0.00   2030048.20         3.91624         3.64700        10.43100        14.59100     65190.51